{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EditorLanguageToggle",
			"Children": [
				{
					"Source":
					{
						"Text": "Selected Language"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectedLanguage"
				}
			]
		},
		{
			"Namespace": "FEditorLanguageToggleModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSection"
				},
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettingsName"
				},
				{
					"Source":
					{
						"Text": "Settings for the Editor Language Toggle plugin."
					},
					"Translation":
					{
						"Text": "Editor Language Toggle pluginの設定"
					},
					"Key": "EditorLanguageToggleSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Toggle Editor Language"
					},
					"Translation":
					{
						"Text": "Editorの言語切り替え"
					},
					"Key": "EditorLanguageToggleSwitchTooltip"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Enable or disable the editor language toggle feature."
					},
					"Translation":
					{
						"Text": "Editorの言語切り替え機能のON/OFF"
					},
					"Key": "EditorLanguageToggleSettings:bEnableLanguageToggle"
				},
				{
					"Source":
					{
						"Text": "The culture to switch to when toggling the editor language."
					},
					"Translation":
					{
						"Text": "切り替えを行うデフォルト言語の選択"
					},
					"Key": "EditorLanguageToggleSettings:SelectedCulture"
				},
				{
					"Source":
					{
						"Text": "The position of the language toggle button in the toolbar."
					},
					"Translation":
					{
						"Text": "ボタンをツールバー上に表示するか、ステータスバー上に表示するか"
					},
					"Key": "EditorLanguageToggleSettings:ToolbarPosition"
				},
				{
					"Source":
					{
						"Text": "ドロップダウン用: カルチャーコードのリスト"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguageCodes"
				},
				{
					"Source":
					{
						"Text": "表示名取得用"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguages"
				}
			]
		}
	]
}